{
  "navBar": {
    "plans": "Plans",
    "projects": "Projects",
    "process": "Process",
    "contact": "Contact"
  },
  "heroSection": {
    "heroLine1": "Your digital presence should bring you clients.",
    "heroLine2": "We make it happen.",
    "heroSubtitle": "We design Landing Pages and Websites 100% focused on results. The ideal tool for businesses, SMEs, and professionals looking for real growth on the internet.",
    "contactButton": "Request a free consultation"
  },
  "weDoTitle": "What We Do",
  "weDoSubtitle": "We create digital experiences that make a difference",
  "weDoWebTitle": "Web Presence",
  "weDoWebSubtitle": "We develop professional websites that establish and strengthen your digital presence.",
  "weDoClientTitle": "Custom Solutions",
  "weDoClientSubtitle": "Each solution is custom-designed to meet the specific goals and objectives of your business.",
  "weDoApproachTitle": "Innovative Approach",
  "weDoApproachSubtitle": "We bring creative ideas and modern technologies to solve your digital challenges.",
  "weDoText": "We create websites for entrepreneurs and growing startups looking to boost their online presence, offering innovative solutions aimed at meeting each client's main objective.",
  "weDoCallToAction": "Ready to transform your digital presence?",
  "weDoButton": "Schedule a consultation",
  "servicesTitle": "The Perfect Plan to Reach Your Goal",
  "servicesSubTitle": "Two clear paths to success.\nAre you looking for quick results or to build a solid brand?",

  "services": {
    "landingPages": {
      "title": "Launch Plan",
      "description": "The ideal solution to start attracting clients from day one. We deliver a high-conversion Landing Page, optimized for your advertising campaigns, with technical maintenance included for 3 months."
    },
    "sitiosWeb": {
      "title": "Authority Plan",
      "description": "Build a solid brand that generates trust and positions you as an expert. We create a complete Institutional Website that showcases your experience and services, with initial SEO optimization so your clients can find you on Google."
    }
  },

  "pricing": {
    "pricingTitle": "From Idea to Launch in 3 Clear Steps",
    "pricingSubtitle": "A simple, transparent, and you-focused process.",
    "basic": {
      "name": "Diagnosis and Strategy",
      "description": "We don't start designing without a plan. The first phase is an in-depth conversation to understand your goals, your ideal client, and your challenges. We come out of this with a clear strategy and an action plan for your project."
    },
    "professional": {
      "name": "Design and Construction",
      "description": "This is where the strategy becomes a reality. Our team designs an engaging user experience and builds your website with cutting-edge technology, keeping you updated on the progress so you can see your vision take shape."
    },
    "enterprise": {
      "name": "Launch and Support",
      "description": "We don't just hand over the files and disappear. We officially launch your website, ensure everything works perfectly, and provide you with simple training so you understand it. From here, our support begins."
    }
  },

  "clients": {
    "title": "Projects that Generate Results",
    "testimonials": [
      {
        "quote": "Thanks to the work done, we successfully established our presence in the digital world, connecting with more clients and expanding our online reach.",
        "author": "Dataholics",
        "website": "https://dataholics.site",
        "image": "/assets/dataholics-site.png",
        "imageWbp": "/assets/dataholics-site.webp",
        "plan": "Launch Plan: Lead Capture Landing Page"
      },
      {
        "quote": "I wanted something simple yet professional to showcase my business and the services I offer. The result exceeded my expectations and gave me a solid foundation to grow.",
        "author": "Boschetti Bordoni",
        "website": "https://boschettibordoni.com.ar",
        "image": "/assets/boschetti-bordoni-site.png",
        "imageWbp": "/assets/boschetti-bordoni-site.webp",
        "plan": "Authority Plan: Institutional Website"
      },
      {
        "quote": "We wanted to give our website a new look: more minimalist, clean, and modern. Not only did we achieve that goal, but we also got a powerful tool for customers to leave their contact information. It has been incredibly useful for us.",
        "author": "FanPro",
        "website": "https://fanpro.com.ar/",
        "image": "/assets/fanpro-site.png",
        "imageWbp": "/assets/fanpro-site.webp",
        "plan": "Launch Plan: Dual Channel Landing Page"
      }
    ],
    "visitSite": "Visit the site"
  },
  "contact": {
    "title": "Ready to Get Started? Let's Talk.",
    "subtitle": "Complete the following form and our team will contact you in less than 24 hours to schedule your free, no-obligation consultation.",
    "namePlaceholder": "Your Name",
    "emailPlaceholder": "Your Email Address",
    "messagePlaceholder": "Hello, I am interested in your services. My project is about... and my main goal is...",
    "submitButton": "Request my Free Consultation",
    "alertMessage": "Message sent! We will get in touch with you as soon as possible."
  }
}